Repository: gkum4/as_cientistas
Catalog: TimMaia/Stories/LiseMeitner/*.lproj/Localizable.strings
Languages: pt_br

# LiseChemistryIntitute
source: Kaiser Wilhelm Institute
pt_br: Instituto Kaiser Wilhelm

# LiseSwedishUniversity
source: University of Sweden
pt_br: Universidade da Suécia

# LisePlayingScene1
source: One day I'll be a scientist!
pt_br: Um dia eu vou me tornar uma cientista!

# LisePlayingScene2
source: Women cannot be scientists!
pt_br: Mulheres não podem ser cientistas!

# LiseDadScene1
source: Dad
pt_br: Pai

# LiseDadScene2
source: No matter what they say, I will pay for my daughter's studies!
pt_br: Não importa o que dizem, vou pagar pelos estudos da minha filha!

# LiseDegreeScene1
source: Berlin University Degree
pt_br: Diploma da Universidade de Berlim

# LiseDegreeScene2
source: We awarded Lise Meitner the Ph.D. title with honors for her studies in radioactivity and nuclear physics.
pt_br: Nós concedemos a Lise Meitner o grau de doutora, por estudar radioatividade e física nuclear com muita excelência.

# LiseLaboratoryScene1
source: Physics Laboratory
pt_br: Laboratório de Física

# LiseLaboratoryScene2
source: Men only
pt_br: Apenas homens

# LiseCarScene1
source: Denmark
pt_br: Dinamarca

# LiseCarScene2
source: Switzerland
pt_br: Suiça

# LiseCarScene3
source: Netherlands
pt_br: Países Baixos

# LiseCarScene4
source: Stockholm, Sweden
pt_br: Estocolmo, Suécia

# LiseOttoLetterScene
source: Hello Otto! Here's an update on the progress of our research. I found that the splitting of the Uranium atom releases energy and neutrons, creating a series of nuclear fissions with continuous release of energy and this I have deemed a nuclear fission.
pt_br: Olá Otto! Segue o andamento da nossa pesquisa. Descobri que a divisão do átomo de Urânio libera energia e nêutrons, dando origem a uma série de fissões nucleares com liberação contínua de energia, e isso é a fissão nuclear.

# LiseNewsScene1
source: Otto wins the Nobel Prize in Chemistry
pt_br: Otto ganha Nobel de Química

# LiseNewsScene2
source: The German chemist Otto Hahn, was recognized for discovering the process of nuclear fission. He was grateful for the recognition of his research and did not mention other participants who influenced this
pt_br: O químico alemão Otto Hahn, foi reconhecido por descobrir o processo da fissão nuclear. Ele agradeceu pelo reconhecimento de sua pesquisa e não citou outros participantes que influenciaram esse

# LiseNewsScene3
source: achievement, such as the physicist Lise Weitmer, who was actually responsible for the research and discovery.
pt_br: feito, como a física Lise Weitmer, que foi a real responsável pela pesquisa e pela descoberta.

# LiseHelpsOttoScene1
source: Hi Lise! You must have seen me win the Nobel Prize in Chemistry. I can't explain how we got to the nuclear fission result, can you help me?
pt_br: Olá Lise! Você deve ter visto que eu ganhei o Nobel de Química. Eu não sei explicar como chegamos ao resultado da fissão nuclear, você pode me ajudar?

# LiseHelpsOttoScene2
source: Hello Otto! I will send a letter to the committee explaining the research we did together. I wanted to know why I wasn't named at the awards and I wasn't even recognized for actually discovering nuclear fission.
pt_br: Olá Otto! Vou enviar uma carta para o comite explicando a pesquisa que fizemos juntos. Queria saber por que eu não fui citada na premiação e nem tive reconhecimento por ter realmente descoberto a fissão nuclear.

# LiseNobelLetterScene1
source: Hi, I'm physicist Lise Meitner. I discovered the nuclear fission process by proving that the
pt_br: Olá, sou a física Lise Meitner. Descobri o processo de fissão nuclear provando que a divisão

# LiseNobelLetterScene2
source: splitting of the Uranium atom (into Barium and Krypton atoms) releases energy and neutrons,
pt_br: do átomo de Urânio (em átomos de Bário e Criptônio) libera energia e nêutrons, causando fissão

# LiseNobelLetterScene3
source: which in turn cause fission in more atoms releasing more neutrons and so on, creating a series
pt_br: em mais átomos liberando neutrões e assim sucessivamente, dando origem a uma série de fissões

# LiseNobelLetterScene4
source: series of nuclear fissions with continuous release of energy, in a process called chain reaction.
pt_br: nucleares com liberação contínua de energia, num processo denominado reação em cadeia.

# LiseInterviewScene1
source: 👱🏻‍♂️ Hi Lise, welcome!
pt_br: 👱🏻‍♂️ Olá Lise, bem-vinda!

# LiseInterviewScene2
source: 👩🏻‍🦰 Thanks! It's great to be here.
pt_br: 👩🏻‍🦰 Obrigada! É muito bom estar aqui.

# LiseInterviewScene3
source: 👱🏻‍♂️ Tell us about dinner with President Truman and how it felt to be recognized as Woman of the Year.
pt_br: 👱🏻‍♂️ Nos conte sobre a janta com o presidente Truman e sobre como você se sentiu sendo reconhecida como a mulher do ano.

# LiseInterviewScene4
source: 👩🏻‍🦰 It was a great dinner, I was very happy for the nomination.
pt_br: 👩🏻‍🦰 Foi um jantar ótimo, fiquei muito feliz com a indicação.

# LiseInterviewScene5
source: 👱🏻‍♂️ Great! This shows that your work is very important to the world, even without Otto having recognized you in the Nobel Prize.
pt_br: 👱🏻‍♂️ Que bom! Isso mostra que o seu trabalho é muito importante para o mundo, mesmo sem o Otto ter te reconhecido no Prêmio Nobel.

# LiseInterviewScene6
source: 👩🏻‍🦰 Yes! He should have named me at the awards, since I was the one who discovered nuclear fission. But anyway I'm being recognized in other ways.
pt_br: 👩🏻‍🦰 Sim! Ele deveria ter me citado na premiação, já que fui eu quem descobriu a fissão nuclear. Mas de qualquer forma eu estou sendo reconhecida de outras formas.

# LisePeriodicTableScene
source: The Mt element (Meitnerium) was named after Lise Meitner
pt_br: O elemento Mt (Meitnério) recebeu esse nome em homenagem a Lise Meitner

# LiseFinalScene1
source: Life does not have
pt_br: A vida não precisa

# LiseFinalScene2
source: to be easy
pt_br: ser fácil

# LiseFinalScene3
source: as long it has not
pt_br: desde que não tenha

# LiseFinalScene4
source: been empty
pt_br: sido vazia

# LiseFinalScene5
source: Replay
pt_br: Jogar novamente
